{
  "Consejos y Artículos": "Tips & Articles",
  "Aprende sobre cuidados, historias de éxito y las últimas noticias de Huellitas.": "Learn about care, success stories, and the latest news from Little Paws.",
  "Brindando amor y un hogar para cada mascota que lo necesita.": "Providing love and a home for every pet in need.",
  "Enlaces Rápidos": "Quick Links",
  "Contacto": "Contact",
  "Nuestra Ubicación": "Our Location",
  
  "Enzo es un compañero lleno de energía, muy activo y leal. Necesita ejercicio diario.": "Enzo is a lively, very active, and loyal companion. Needs daily exercise.",
  "Luna es una compañera alegre y curiosa, muy inteligente y siempre lista para aprender cosas nuevas.": "Luna is a cheerful, curious, and very intelligent companion, always ready to learn new things.",
  "Calvin es un compañero lleno de energía, muy activo y leal. Necesita ejercicio diario.": "Calvin is a lively, very active, and loyal companion. Needs daily exercise.",

  "DAIZON": "Daizon",
  "LABRADOR": "Labrador",
  "2 Años | Amigable": "2 Years | Friendly",
  "Un compañero lleno de vida, muy cariñoso y juguetón. Ideal para familias que buscan un amigo leal.": "A lively companion, very affectionate and playful. Ideal for families seeking a loyal friend.",
  
  "LUCAS": "Lucas",
  "BULLDOG": "Bulldog",
  "3 Años | Enérgico": "3 Years | Energetic",
  "Lleno de energía, activo y leal. Necesita ejercicio diario y mucho amor.": "Full of energy, active and loyal. Needs daily exercise and lots of love.",
  
  "LUNA": "Luna",
  "PASTOR ALEMÁN": "German Shepherd",
  "1 Año | Inteligente": "1 Year | Intelligent",
  "Alegre, curiosa e inteligente. Lista para explorar y llenar tu hogar de ternura.": "Cheerful, curious and intelligent. Ready to explore and fill your home with tenderness.",
  
  "Rocky": "Rocky",
  "Huscky Siberiano": "Siberian Husky",
  "1 Año | Energetico": "1 Year | Energetic",
  "Jugueton, curioso e inteligente. Lista para explorar y llenar tu hogar de ternura.": "Playful, curious and intelligent. Ready to explore and fill your home with tenderness.",
  
  "kiara": "Kiara",
  "Pomerania": "Pomeranian",
  "Muy jugueton, cariñosa. Lista para explorar y llenar tu hogar de ternura.": "Very playful, affectionate. Ready to explore and fill your home with tenderness.",
  
  "Edad": "Age",
  "Raza": "Breed",
  
  "Calvin": "Calvin",
  "Age: 3 años | Breed: Bulldog": "Age: 3 years | Breed: Bulldog",
  "Lucas es un compañero lleno de energía, muy activo y leal. Necesita ejercicio diario.": "Lucas is full of energy, active and loyal. Needs daily exercise.",
  
  "Rufo": "Rufo",
  "Age: 1 año | Breed: Felis catus": "Age: 1 year | Breed: Felis catus",
  
  "Enzo": "Enzo",
  "Age: 2 años | Breed: Labrador": "Age: 2 years | Breed: Labrador",
  "Daizon es un compañero lleno de vida, muy cariñoso y juguetón. Ideal para familias.": "Daizon is a lively companion, very affectionate and playful. Ideal for families.",
  
  "Nuestra Misión en Huellitas": "Our Mission at Little Paws",
  "Nos dedicamos a transformar vidas, encontrando hogares amorosos para cada animal rescatado, y promoviendo la tenencia responsable.": "We dedicate ourselves to transforming lives, finding loving homes for every rescued animal, and promoting responsible pet ownership.",
  
  "Rescate y Rehabilitación": "Rescue & Rehabilitation",
  "Ofrecemos un refugio seguro, atención médica y el amor necesario para que se recuperen física y emocionalmente.": "We provide a safe shelter, medical care, and love so they recover physically and emotionally.",
  
  "Conexiones para Siempre": "Forever Connections",
  "Facilitamos el proceso de adopción, asegurando que cada mascota encuentre el hogar perfecto para sus necesidades.": "We facilitate the adoption process, ensuring every pet finds the perfect home for their needs.",
  
  "Educación Comunitaria": "Community Education",
  "Promovemos campañas de esterilización y educamos sobre los derechos y el cuidado de los animales.": "We promote spay/neuter campaigns and educate about animal rights and care.",
  
  "Listos para Adoptar": "Ready to Adopt",
  "Desliza para conocer a nuestros residentes más recientes y encuentra a tu nuevo mejor amigo.": "Swipe to meet our newest residents and find your new best friend.",
  
  "¿Cómo adoptar un perrito?": "How to adopt a puppy?",
  "Adoptar un perrito es más que un trámite: es abrirle la puerta a una segunda oportunidad. Todo comienza eligiendo al compañero que encaje con tu ritmo de vida. Luego, completas un formulario y conversas con el equipo del refugio, quienes desean asegurarse de que el perrito llegue a un hogar donde será realmente amado. Si todo va bien, firmas el acuerdo de adopción y ese día se convierte en el inicio de una nueva historia para ambos. No es solo un proceso… es el comienzo de una amistad que cambiará vidas.": "Adopting a puppy is more than a procedure: it's opening the door to a second chance. It starts by choosing the companion that fits your lifestyle, then filling out a form and talking with the shelter team to ensure the puppy reaches a truly loving home. If everything goes well, you sign the adoption agreement and that day marks the start of a new story for both. It's not just a process… it's the start of a friendship that will change lives.",
  
  "Cuidados básicos": "Basic Care",
  "Aprende cómo cuidar correctamente a tu nuevo amigo peludo: Cuidar a un perrito es una manera hermosa de agradecerle su compañía. Necesita alimento adecuado, agua fresca y un espacio donde pueda sentirse seguro. Pero más allá de lo básico, requiere paseos, juegos, palabras amables y un poco de paciencia. Cada día que lo cuidas, él te responde con lealtad, alegría y esa mirada que solo un perrito adoptado sabe dar: una mezcla de gratitud y amor puro.": "Learn how to properly care for your new furry friend: Caring for a puppy is a beautiful way to thank them for their companionship. They need proper food, fresh water, and a safe space. Beyond the basics, they require walks, playtime, kind words, and patience. Every day you care for them, they respond with loyalty, joy, and that look only an adopted puppy can give: a mix of gratitude and pure love.",
  
  "La importancia de la esterilización": "The Importance of Spaying/Neutering",
  "Descubre por qué esterilizar a tu mascota es fundamental para su salud y la comunidad: Esterilizar a un perrito es un acto de responsabilidad y, sobre todo, de amor. Este procedimiento previene enfermedades, evita camadas no deseadas y ayuda a reducir el abandono en las calles. Más que una cirugía, es una manera de proteger su salud y su futuro. Al esterilizar, estás contribuyendo a que menos animales sufran, y eso convierte tu decisión en un gesto que trasciende a tu propia mascota. Es cuidar a uno… y ayudar a muchos.": "Discover why spaying/neutering your pet is essential for their health and the community: Spaying/neutering a puppy is an act of responsibility and love. This procedure prevents disease, avoids unwanted litters, and helps reduce street abandonment. Beyond surgery, it protects their health and future. By spaying/neutering, you help reduce animal suffering, turning your decision into a gesture that goes beyond your own pet. It's caring for one… and helping many.",
  
  "Suscríbete a nuestro boletín": "Subscribe to our Newsletter",
  "Recibe noticias, consejos y novedades sobre nuestras mascotas y eventos.": "Receive news, tips, and updates about our pets and events.",
  "Ingresa tu correo": "Enter your email",
  "Suscribirse": "Subscribe",
  "Ingresa un correo válido": "Enter a valid email",
  "¡Gracias por suscribirte! Correo:": "Thank you for subscribing! Email:",

  "Bienvenido a Huellitas": "Welcome to Little Paws",
  "Inicia sesión para continuar": "Log in to continue",
  "Correo Electrónico": "Email",
  "Contraseña": "Password",
  "Iniciar Sesión": "Log In",
  "O inicia sesión con": "Or log in with",
  "¿No tienes cuenta?": "Don't have an account?",
  "Crear cuenta": "Create Account",
  "Registro de Usuario": "User Registration",
  "Nombre": "First Name",
  "Apellido Paterno": "Last Name (Paternal)",
  "Apellido Materno": "Last Name (Maternal)",
  "Cédula de Identidad": "ID Card",
  "Número (8 dígitos)": "Number (8 digits)",
  "Confirmar Contraseña": "Confirm Password",
  "Selecciona género": "Select Gender",
  "O regístrate con": "Or sign up with",
  "¿Ya tienes cuenta?": "Already have an account?",
  "Inicia sesión": "Log In",
  "Masculino": "Male",
  "Femenino": "Female",
  "Otro": "Other",
  
  "Bienvenido": "Welcome",
  "Administrador": "Administrator",
  "Usuario": "User",
  "Logo Huellitas": "Little Paws Logo",
  "Bandera Bolivia": "Bolivia Flag",
  "Bandera USA": "USA Flag",
  "configuracion": "Settings",
  "Menú": "Menu",
  "Inicio": "Home",
  "Adopciones": "Adoptions",
  "Voluntarios": "Volunteers",
  "Usuarios": "Users",
  "Animales": "Animals",
  "Reportes": "Reports",
  "Salir": "Logout",
  "Ver Todos los Adopciones": "See All Adoptions",
  "Leer más": "Read More",
  "Ver Todo el Blog": "See All Blog",
  "Contacto Directo": "Direct Contact",
  "Teléfono": "Phone",
  "Dirección": "Address",
  "Síguenos": "Follow Us",
  "Navegación": "Navigation",
  "Adoptar": "Adopt",
  "Misión": "Mission",
  "Ubicación del Albergue": "Shelter Location",
  "Todos los derechos reservados": "All rights reserved",
  "¡Adopta a": "Adopt"
}